Repository: fbapereira/iron-eye
Catalog: src/locale/messages.*.xlf
Languages: se

source: Redeem a code
se: Lös in en kod

source: Library
se: Bibliotek

source: Log Out
se: Logga ut

source: Log In
se: Logga in

source: Welcome
se: Valkommen

source: Email
se: E-post

source: Password
se: Lösenord

source: Login
se: Logga in

source: Your Library
se: Ditt bibliotek

source: Search games
se: Sok i spel

source: Search
se: Sök

source: game thumb
se: spel tumme

source: No games
se: Inga spel

source: Code
se: Koda

source: assassin creed brotherhood thumb
se: Assassin creed brotherhood tumme

source: assassin creed valhalla thumb
se: Assassin creed valhalla tumme

source: assassin creed syndicate thumb
se: Assassin creed syndicate tumme

source: assassin creed title
se: Assassin creed titel

source: Play your way through history in the award-winning video game series. Assassin's Creed immerses players in the memories of ancestors, who are fighting for good at pivotal moments in human history.
se: Spela dig igenom historien i den prisbelönta videospelserien. Assassin's Creed fördjupar spelare i minnena till förfäder, som kämpar för gott på viktiga ögonblick i mänsklighetens historia.

source: This field is required.
se: Detta fält krävs.

source: This field should be in email format.
se: Det här fältet ska vara i e-postformat.

source: This is an invalid pattern.
se: Detta är ett ogiltigt mönster.
